List<Map> guessYouLikeList = [
  {
    "title":"乌镇三日自由行",
    "img":"https://dimg03.c-ctrip.com/images/100f0q000000g8kxqEAA6_C_750_420_Q90.jpg",
    "desc":"【巴士往返|1+1双酒店】直达景区·不换乘不辛苦·酒店&精品民宿任选·可体验双酒店&也可2晚都选同一家·千年古镇游",
  },
  {
    "title":"泰国曼谷+芭堤雅6日5晚跟团游(4钻)",
    "img":"https://dimg04.c-ctrip.com/images/300h0u000000j05rnD96B_C_750_420_Q90.jpg",
    "desc":"万人口碑-河畔华美达+芭提雅海边连住。半山无边泳池度假酒店·网红摩天轮+火车夜市·射击体验·东芭双园·沙美岛·仅1店】【C线·升真纯玩全程五钻·曼谷1日自由】",
  },
  {
    "title":"菲律宾长滩岛7日5晚半自助游",
    "img":"https://dimg04.c-ctrip.com/images/300715000000xs0vd5365_C_750_420_Q90.png",
    "desc":"吉祥航空【可升级公务舱】赠白沙滩巡礼游+芒果冰沙！A线保证入住【高尔夫】或【杜鹃花】或【天堂花园】，B线3A酒店特价甩！每班仅限6个！D线，含签证三税出海，纯玩无购物【10月底特价】",
  },
  {
    "title":"厦门+鼓浪屿5日4晚跟团游(5钻)",
    "img":"https://dimg04.c-ctrip.com/images/300g13000000tm9c60518_C_750_420_Q90.png",
    "desc":"【全家总动&12人VIP团 厦大进校】双十一狂潮&品牌豪礼任性送*5星园林摄影酒店+2晚超5威斯汀+1晚别墅 20%空座率『奢配668元贵族晚宴+厦大自助餐+海景海鲜餐』探秘黑胶唱片馆+风琴音乐盛会 解锁月光岩 赠『鹭江夜游+100元星巴克+城市森林轰趴』9点半出发 轻松化度假",
  },
  {
    "title":"张家界+大峡谷+天门山+湘西+凤凰5日4晚跟团游(5钻)",
    "img":"https://dimg04.c-ctrip.com/images/300h160000010ix2o5BB8_C_750_420_Q90.jpg",
    "desc":"自营旗舰·11.11多人享千元立减|经典双玻+湘西双城记|4成人可升1晚碧桂园独栋别墅|航空座椅巴士+专车专导|特色美食|赠(沱江泛舟+芙蓉镇)交通自选",
  },
];